Repository: Negative-Star-Innovators/AgentRedactor
Catalog: windows/Strings/*/Resources.resw
Source language: en
Languages: af, ar, da, de, el, et, fi, fr, hi, hu, hy, ig_ng, is, ka, lv, ms, pl, ru, sl, sr_latn, sw, th, tr, ur, zh_cn

# TrayMenu_Language_German
source: Deutsch
af: Duits
ar: الألمانية
da: Tysk
el: Γερμανικά
et: Saksa
fi: Saksa
fr: Allemand
hi: जर्मन
hu: Német
hy: Գերմաներեն
ig_ng: Jamanị
is: Þýska
ka: გერმანული
lv: Vācu
pl: Niemiecki
ru: Немецкий
sl: Nemščina
sr_latn: Nemački
sw: Kijerumani
th: เยอรมัน
tr: Almanca
ur: جرمن
zh_cn: 德语

# TrayMenu_LanguageChanged_Title
source: Language Changed
af: Taal verander
ar: تم تغيير اللغة
da: Sprog ændret
de: Sprache geändert
el: Η γλώσσα άλλαξε
et: Keel muudetud
fi: Kieli vaihdettu
fr: Langue modifiée
hi: भाषा बदल गई
hu: A nyelv megváltozott
hy: Լեզուն փոխվել է
ig_ng: Asụsụ gbanwere
is: Tungumáli breytt
ka: ენა შეიცვალა
lv: Valoda mainīta
ms: Bahasa Berubah
pl: Język został zmieniony
ru: Язык изменен
sl: Jezik spremenjen
sr_latn: Jezik promenjen
sw: Lugha Imebadilika
th: เปลี่ยนภาษาแล้ว
tr: Dil Değiştirildi
ur: زبان تبدیل ہو گئی
zh_cn: 语言已更改

# TrayMenu_LanguageChanged_Message
source: Restarting Agent Redactor to apply the new language.
af: Agent Redactor word herbegin om die nuwe taal toe te pas.
ar: إعادة تشغيل Agent Redactor لتطبيق اللغة الجديدة.
da: Genstarter Agent Redactor for at anvende det nye sprog.
de: Agent Redactor wird neu gestartet, um die neue Sprache anzuwenden.
el: Επανεκκίνηση του Agent Redactor για εφαρμογή της νέας γλώσσας.
et: Agent Redactor taaskäivitub uue keele rakendamiseks.
fi: Käynnistetään Agent Redactor uudelleen uuden kielen käyttöönottamiseksi.
fr: Redémarrage d'Agent Redactor pour appliquer la nouvelle langue.
hi: नई भाषा लागू करने के लिए Agent Redactor को पुनरारंभ किया जा रहा है।
hu: Az Agent Redactor újraindítása az új nyelv alkalmazásához.
hy: Agent Redactor-ը վերագործարկվում է նոր լեզուն կիրառելու համար:
ig_ng: Na-amaliteghachi Agent Redactor iji tinye asụsụ ọhụrụ.
is: Endurræsa Agent Redactor til að virkja nýja tungumálið.
ka: Agent Redactor ახალ ენაზე გადასართავად ხელახლა იტვირთება.
lv: Agent Redactor tiek restartēts, lai piemērotu jauno valodu.
ms: Mulakan semula Agent Redactor untuk menggunakan bahasa baharu.
pl: Ponowne uruchamianie Agent Redactor w celu zastosowania nowego języka.
ru: Перезапуск Agent Redactor для применения нового языка.
sl: Ponovni zagon Agent Redactor za uveljavitev novega jezika.
sr_latn: Ponovno pokretanje Agent Redactor-a da bi se primenio novi jezik.
sw: Inaanza upya Agent Redactor kutumia lugha mpya.
th: กำลังเริ่มต้น Agent Redactor ใหม่เพื่อใช้ภาษาใหม่
tr: Yeni dili uygulamak için Agent Redactor yeniden başlatılıyor.
ur: نئی زبان لاگو کرنے کے لیے Agent Redactor دوبارہ شروع ہو رہا ہے۔
zh_cn: 正在重启 Agent Redactor 以应用新语言。

# TrayMenu_LanguageSame_Message
source: This language is already active.
af: Hierdie taal is reeds aktief.
ar: هذه اللغة نشطة بالفعل.
da: Dette sprog er allerede aktivt.
de: Diese Sprache ist bereits aktiv.
el: Αυτή η γλώσσα είναι ήδη ενεργή.
et: See keel on juba aktiivne.
fi: Tämä kieli on jo aktiivinen.
fr: Cette langue est déjà active.
hi: यह भाषा पहले से ही सक्रिय है।
hu: Ez a nyelv már aktív.
hy: Այս լեզուն արդեն ակտիվ է:
ig_ng: Asụsụ a ọ na-arụ ọrụ ugbu a.
is: Þetta tungumál er þegar virkt.
ka: ეს ენა უკვე აქტიურია.
lv: Šī valoda jau ir aktīva.
ms: Bahasa ini sudah aktif.
pl: Ten język jest już aktywny.
ru: Этот язык уже активен.
sl: Ta jezik je že aktiven.
sr_latn: Ovaj jezik je već aktivan.
sw: Lugha hii tayari inatumika.
th: ภาษานี้เปิดใช้งานอยู่แล้ว
tr: Bu dil zaten etkin.
ur: یہ زبان پہلے سے فعال ہے۔
zh_cn: 此语言已处于活动状态。

# TrayMenu_StartOnBoot
source: Start on Boot
af: Begin by opstart
ar: البدء في التمهيد
da: Start ved opstart
de: Mit Windows starten
el: Έναρξη κατά την εκκίνηση
et: Käivita käivitamisel
fi: Käynnistä käynnistyksessä
fr: Démarrer avec Windows
hi: बूट पर प्रारंभ करें
hu: Indítás rendszerindításkor
hy: Միացնել բեռնման ժամանակ
ig_ng: Bido na Boot
is: Ræsa við ræsingu
ka: ჩატვირთვისას გაშვება
lv: Startēt ielādes laikā
ms: Mulakan pada Boot
pl: Uruchom przy starcie systemu
ru: Запускать при загрузке
sl: Zaženi ob zagonu
sr_latn: Pokreni pri podizanju sistema
sw: Anza na Uwasilishaji
th: เริ่มต้นเมื่อบูต
tr: Başlangıçta Başlat
ur: بوٹ پر شروع کریں
zh_cn: 开机启动

# TrayMenu_Quit
source: Quit
af: Maak toe
ar: يترك
da: Afslut
de: Beenden
el: Έξοδος
et: Välju
fi: Lopeta
fr: Quitter
hi: बाहर निकलें
hu: Kilépés
hy: Դուրս գալ
ig_ng: Pụọ
is: Hætta
ka: გამოსვლა
lv: Iziet
ms: Berhenti
pl: Zakończ
ru: Выйти
sl: Izhod
sr_latn: Izađi
sw: Toka
th: ออก
tr: Çık
ur: بند کریں
zh_cn: 退出

# FatalError_Caption
source: Agent Redactor - Crash
af: Agent Redactor - Ineenstorting
ar: وكيل Redactor - تحطم
da: Agent Redactor - Nedbrud
de: Agent Redactor - Absturz
el: Agent Redactor — Σφάλμα
et: Agent Redactor — Kokkujooks
fi: Agent Redactor - Kaatuminen
fr: Agent Redactor - Plantage
hi: Agent Redactor - क्रैश
hu: Agent Redactor — Összeomlás
hy: Agent Redactor — Վթար
is: Agent Redactor — Hrun
ka: Agent Redactor — ავარია
lv: Agent Redactor — Avārija
ms: Agen Redaktor - Ranap
pl: Agent Redactor — Awaria
ru: Agent Redactor — Сбой
sl: Agent Redactor — Zrušitev
sr_latn: Agent Redactor — Krahiranje
sw: Agent Redactor - Msimbo wa Kufa
th: Agent Redactor - ข้อผิดพลาดร้ายแรง
tr: Agent Redactor - Çökme
ur: Agent Redactor - کریش
zh_cn: Agent Redactor - 崩溃

# FatalError_Message
source: Fatal error occurred. See debug.log for details.
af: Fatale fout het voorgekom. Sien debug.log vir besonderhede.
ar: حدث خطأ فادح. راجع debug.log للحصول على التفاصيل.
da: Der opstod en fatal fejl. Se debug.log for detaljer.
de: Schwerer Fehler aufgetreten. Siehe debug.log für Details.
el: Προέκυψε ανεπανόρθωτο σφάλμα. Δείτε το debug.log για λεπτομέρειες.
et: Ilmnes surmav viga. Üksikasjad leiate failist debug.log.
fi: Vakava virhe tapahtui. Katso tiedostosta debug.log lisätietoja.
fr: Une erreur fatale s'est produite. Consultez debug.log pour plus de détails.
hi: घातक त्रुटि हुई। विवरण के लिए debug.log देखें।
hu: Végzetes hiba történt. Részletekért lásd a debug.log fájlt.
hy: Առաջացել է կրիտիկական սխալ: Մանրամասների համար դիտեք debug.log:
ig_ng: Mmehie dị njọ mere. Lelee debug.log maka nkọwa.
is: Alvarleg villa kom upp. Sjáðu debug.log fyrir nánar.
ka: მოხდა ფატალური შეცდომა. დეტალებისთვის იხილეთ debug.log.
lv: Radusies fatāla kļūda. Skatiet debug.log sīkākai informācijai.
ms: Ralat maut berlaku. Lihat debug.log untuk butiran.
pl: Wystąpił błąd krytyczny. Szczegóły w pliku debug.log.
ru: Произошла фатальная ошибка. Подробности см. в debug.log.
sl: Prišlo je do usodne napake. Oglejte si debug.log za podrobnosti.
sr_latn: Došlo je do fatalne greške. Pogledajte debug.log za detalje.
sw: Hitilafu kubwa imetokea. Tazama debug.log kwa maelezo.
th: เกิดข้อผิดพลาดร้ายแรง ดูรายละเอียดใน debug.log
tr: Önemli bir hata oluştu. Ayrıntılar için debug.log dosyasına bakın.
ur: سنگین خرابی پیش آئی۔ تفصیلات کے لیے debug.log دیکھیں۔
zh_cn: 发生致命错误。详情请查看 debug.log。

# InitializeFailed_Caption
source: Error
af: Fout
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
hy: Սխալ
ig_ng: Mmehie
is: Villa
ka: შეცდომა
lv: Kļūda
ms: ralat
pl: Błąd
ru: Ошибка
sl: Napaka
sr_latn: Greška
sw: Hitilafu
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
zh_cn: 错误

# InitializeFailed_Message
source: Failed to initialize application.
af: Kon nie toepassing initialiseer nie.
ar: فشل في تهيئة التطبيق.
da: Kunne ikke initialisere applikationen.
de: Anwendung konnte nicht initialisiert werden.
el: Αποτυχία αρχικοποίησης εφαρμογής.
et: Rakenduse lähtestamine ebaõnnestus.
fi: Sovelluksen alustaminen epäonnistui.
fr: Échec de l'initialisation de l'application.
hi: एप्लिकेशन प्रारंभ करने में विफल।
hu: Az alkalmazás inicializálása nem sikerült.
hy: Հավելվածի նախապատրաստումը ձախողվեց:
ig_ng: Ọ gaghị arụ ọrụ ngwa ahịa.
is: Tókst ekki að frumstilla forrit.
ka: აპლიკაციის ინიციალიზაცია ვერ მოხერხდა.
lv: Neizdevās inicializēt lietotni.
ms: Gagal untuk memulakan aplikasi.
pl: Nie udało się zainicjować aplikacji.
ru: Не удалось инициализировать приложение.
sl: Inicializacija aplikacije ni uspela.
sr_latn: Inicijalizacija aplikacije nije uspela.
sw: Imeshindwa kuanzisha programu.
th: ไม่สามารถเริ่มต้นแอปพลิเคชันได้
tr: Uygulama başlatılamadı.
ur: ایپلی کیشن شروع کرنے میں ناکام۔
zh_cn: 初始化应用程序失败。

# Redactor_NoPIIDetected
source: No PII detected
af: Geen PII opgespoor nie
ar: لم يتم اكتشاف أي معلومات تحديد هوية شخصية (PII).
da: Ingen PII registreret
de: Keine PII erkannt
el: Δεν εντοπίστηκε PII
et: PII-d ei tuvastatud
fi: PII:tä ei havaittu
fr: Aucune PII détectée
hi: कोई PII नहीं मिला
hu: Nem észlelhető PII
hy: PII չի հայտնաբերվել
ig_ng: Ọ dịghị PII achọpụtara
is: Ekkert PII fannst
ka: PII არ არის აღმოჩენილი
lv: PII nav atklāts
ms: Tiada PII dikesan
pl: Nie wykryto PII
ru: PII не обнаружено
sl: PII ni zaznan
sr_latn: PII nije otkriven
sw: Hakuna PII iliyogunduliwa
th: ไม่พบ PII
tr: PII tespit edilmedi
ur: کوئی PII نہیں ملا
zh_cn: 未检测到 PII

# Redactor_OnePIIItem
source: 1 PII item redacted
af: 1 PII-item geredigeer
ar: تم تنقيح عنصر واحد من معلومات تحديد الهوية الشخصية (PII).
da: 1 PII-element redigeret
de: 1 PII-Element geschwärzt
el: 1 στοιχείο PII αποκρύφθηκε
et: 1 PII üksus redigeeritud
fi: 1 PII-kohta peitetty
fr: 1 élément PII masqué
hi: 1 PII आइटम रिडैक्ट किया गया
hu: 1 PII elem anonimizálva
hy: 1 PII տարր է ջնջվել
ig_ng: 1 ihe PII emebiri emebi
is: 1 PII atriði afskráð
ka: 1 PII ელემენტი წაიშალა
lv: 1 PII vienums rediģēts
ms: 1 item PII disunting
pl: 1 element PII zredagowany
ru: Отредактирован 1 элемент PII
sl: 1 PII element urejen
sr_latn: 1 PII stavka maskirana
sw: Kipengele 1 cha PII kimefutwa
th: ลดความละเอียด PII 1 รายการ
tr: 1 PII öğesi düzenlendi
ur: 1 PII آئٹم حذف کر دیا گیا
zh_cn: 已脱敏 1 项 PII

# Redactor_ManyPIIItems
source: {0} PII items redacted
af: {0} PII-items geredigeer
ar: {0} تم تنقيح عناصر معلومات تحديد الهوية الشخصية (PII).
da: {0} PII-elementer redigeret
de: {0} PII-Elemente geschwärzt
el: {0} στοιχεία PII αποκρύφθηκαν
et: {0} PII üksust redigeeritud
fi: {0} PII-kohtaa peitetty
fr: {0} éléments PII masqués
hi: {0} PII आइटम रिडैक्ट किए गए
hu: {0} PII elem anonimizálva
hy: {0} PII տարր է ջնջվել
ig_ng: {0} ihe PII emebiri emebi
is: {0} PII atriði afskráð
ka: {0} PII ელემენტი წაიშალა
lv: {0} PII vienumi rediģēti
ms: {0} Item PII disunting
pl: {0} elementów PII zredagowanych
ru: Отредактировано элементов PII: {0}
sl: {0} PII elementov urejenih
sr_latn: {0} PII stavki maskirano
sw: Vipengele {0} vya PII vimefutwa
th: ลดความละเอียด PII {0} รายการ
tr: {0} PII öğesi düzenlendi
ur: {0} PII آئٹمز حذف کر دیے گئے
zh_cn: 已脱敏 {0} 项 PII

# MatchType_Keyword
source: Keyword
af: Sleutelwoord
ar: الكلمة الرئيسية
da: Nøgleord
de: Schlüsselwort
el: Λέξη-κλειδί
et: Märksõna
fi: Avainsana
fr: Mot-clé
hi: कीवर्ड
hu: Kulcsszó
hy: Բանալի բառ
is: Lykilorð
ka: საკვანძო სიტყვა
lv: Atslēgvārds
ms: Kata kunci
pl: Słowo kluczowe
ru: Ключевое слово
sl: Ključna beseda
sr_latn: Ključna reč
sw: Neno Muhimu
th: คำสำคัญ
tr: Anahtar Kelime
ur: مطلوبہ لفظ
zh_cn: 关键词

# ProxyLog_Request
source: Request: {0} {1}
af: Versoek: {0} {1}
ar: الطلب: {0} {1}
da: Anmodning: {0} {1}
de: Anfrage: {0} {1}
el: Αίτημα: {0} {1}
et: Päring: {0} {1}
fi: Pyyntö: {0} {1}
fr: Requête : {0} {1}
hi: अनुरोध: {0} {1}
hu: Kérés: {0} {1}
hy: Հարցում՝ {0} {1}
ig_ng: Arịrịọ: {0} {1}
is: Beiðni: {0} {1}
ka: მოთხოვნა: {0} {1}
lv: Pieprasījums: {0} {1}
ms: Permintaan: {0} {1}
pl: Żądanie: {0} {1}
ru: Запрос: {0} {1}
sl: Zahteva: {0} {1}
sr_latn: Zahtev: {0} {1}
sw: Ombi: {0} {1}
th: คำขอ: {0} {1}
tr: İstek: {0} {1}
ur: درخواست: {0} {1}
zh_cn: 请求：{0} {1}

# ProxyLog_Keywords
source: Keywords: {0}
af: Sleutelwoorde: {0}
ar: الكلمات الرئيسية: {0}
da: Nøgleord: {0}
de: Schlüsselwörter: {0}
el: Λέξεις-κλειδιά: {0}
et: Märksõnad: {0}
fi: Avainsanat: {0}
fr: Mots-clés : {0}
hi: कीवर्ड: {0}
hu: Kulcsszavak: {0}
hy: Բանալի բառեր՝ {0}
is: Lykilorð: {0}
ka: საკვანძო სიტყვები: {0}
lv: Atslēgvārdi: {0}
ms: Kata kunci: {0}
pl: Słowa kluczowe: {0}
ru: Ключевые слова: {0}
sl: Ključne besede: {0}
sr_latn: Ključne reči: {0}
sw: Maneno Muhimu: {0}
th: คำสำคัญ: {0}
tr: Anahtar Kelimeler: {0}
ur: مطلوبہ الفاظ: {0}
zh_cn: 关键词：{0}

# HomePage_Logs_EnableLoggingCheck.Content
source: Enable logging
ar: تمكين التسجيل
hu: Naplózás engedélyezése
is: Virkja skráningu
ka: ჩართეთ ჟურნალი
ms: Dayakan pengelogan
pl: Włącz rejestrowanie
ru: Включить ведение журнала
sr_latn: Omogući evidentiranje

# HomePage_Logs_SensitiveCheck.Content
source: Show sensitive information
ar: إظهار المعلومات الحساسة
hu: Érzékeny információk megjelenítése
is: Sýndu viðkvæmar upplýsingar
ka: სენსიტიური ინფორმაციის ჩვენება
ms: Tunjukkan maklumat sensitif
pl: Pokaż poufne informacje
ru: Показать конфиденциальную информацию
sr_latn: Prikaži osetljive informacije

# HomePage_Logs_Disclaimer.Text
source: Logs are stored on this PC. Redacted logs may still contain sensitive data that detection missed.
ar: يتم تخزين السجلات على هذا الكمبيوتر. ربما لا تزال السجلات المنقحة تحتوي على بيانات حساسة لم يتم الكشف عنها.
hu: A naplók ezen a számítógépen tárolódnak. A módosított naplók továbbra is tartalmazhatnak olyan bizalmas adatokat, amelyek észlelése elmaradt.
is: Dagskrár eru geymdar á þessari tölvu. Ritfærðar annálar gætu enn innihaldið viðkvæm gögn sem ekki var hægt að finna.
ka: ჟურნალები ინახება ამ კომპიუტერზე. რედაქტირებული ჟურნალები შეიძლება კვლავ შეიცავდეს სენსიტიურ მონაცემებს, რომლებიც გამოტოვებულია.
ms: Log disimpan pada PC ini. Log yang disunting mungkin masih mengandungi data sensitif yang terlepas pengesanan.
pl: Dzienniki są przechowywane na tym komputerze. Zredagowane dzienniki mogą nadal zawierać poufne dane, które zostały pominięte podczas wykrywania.
ru: Журналы хранятся на этом компьютере. Отредактированные журналы могут по-прежнему содержать конфиденциальные данные, которые не были обнаружены.
sr_latn: Dnevnici se čuvaju na ovom računaru. Redigovani dnevnici mogu i dalje da sadrže osetljive podatke koje je detekcija propustila.

# SettingsPage_EnableLogging_Header.Header
source: Enable Logging
ar: تمكين التسجيل
hu: Naplózás engedélyezése
is: Virkja skráningu
ka: შესვლის ჩართვა
ms: Dayakan Pembalakan
pl: Włącz rejestrowanie
ru: Включить ведение журнала
sr_latn: Omogući evidentiranje

# SettingsPage_SensitiveInfo_Header.Header
source: Show Sensitive Information
ar: عرض المعلومات الحساسة
hu: Érzékeny információk megjelenítése
is: Sýna viðkvæmar upplýsingar
ka: სენსიტიური ინფორმაციის ჩვენება
ms: Tunjukkan Maklumat Sensitif
pl: Pokaż poufne informacje
ru: Показать конфиденциальную информацию
sr_latn: Prikaži osetljive informacije

# SettingsPage_SensitiveInfoWarning_Title
source: Warning
ar: تحذير
hu: Figyelmeztetés
is: Viðvörun
ka: გაფრთხილება
ms: Amaran
pl: Ostrzeżenie
ru: Предупреждение
sr_latn: Upozorenje

# SettingsPage_SensitiveInfoWarning_Message
source: Sensitive information logging enabled. Logs will contain unredacted data including original request bodies and your API key. This resets when you close the app.
ar: تم تمكين تسجيل المعلومات الحساسة. ستحتوي السجلات على بيانات غير منقحة بما في ذلك نصوص الطلب الأصلية ومفتاح واجهة برمجة التطبيقات (API) الخاص بك. تتم إعادة التعيين عند إغلاق التطبيق.
hu: Az érzékeny információk naplózása engedélyezve. A naplók módosítatlan adatokat tartalmaznak, beleértve az eredeti kérelmeket és az Ön API-kulcsát. Ez visszaáll az alkalmazás bezárásakor.
is: Skráning viðkvæmra upplýsinga virkjuð. Skrár munu innihalda óútfærð gögn, þar á meðal upprunalega beiðnir og API lykilinn þinn. Þetta endurstillist þegar þú lokar appinu.
ka: სენსიტიური ინფორმაციის აღრიცხვა ჩართულია. ჟურნალი შეიცავს დაურედაქტირებულ მონაცემებს, მათ შორის ორიგინალური მოთხოვნის ორგანოებსა და თქვენს API გასაღებს. ეს აღდგება აპის დახურვისას.
ms: Pengelogan maklumat sensitif didayakan. Log akan mengandungi data yang tidak disunting termasuk badan permintaan asal dan kunci API anda. Ini ditetapkan semula apabila anda menutup apl.
pl: Włączono rejestrowanie poufnych informacji. Dzienniki będą zawierać niezredagowane dane, w tym oryginalne treści żądań i klucz API. Resetuje się to po zamknięciu aplikacji.
ru: Включена регистрация конфиденциальной информации. Журналы будут содержать неотредактированные данные, включая исходные тела запросов и ваш ключ API. Это сбрасывается, когда вы закрываете приложение.
sr_latn: Omogućeno je evidentiranje osetljivih informacija. Dnevnici će sadržati neredigovane podatke, uključujući originalna tela zahteva i vaš API ključ. Ovo se resetuje kada zatvorite aplikaciju.

# Dialog_EnableHello_Message
source: Windows Hello will be used to unlock the app. You will be asked to verify with Windows Hello.
ar: سيتم استخدام Windows Hello لفتح التطبيق. سيُطلب منك التحقق باستخدام Windows Hello.
hu: A Windows Hello segítségével feloldhatja az alkalmazás zárolását. A rendszer felkéri, hogy ellenőrizze a Windows Hello segítségével.
is: Windows Hello verður notað til að opna appið. Þú verður beðinn um að staðfesta með Windows Hello.
ka: Windows Hello გამოყენებული იქნება აპის განბლოკვისთვის. თქვენ მოგეთხოვებათ გადამოწმება Windows Hello-ით.
ms: Windows Hello akan digunakan untuk membuka kunci apl. Anda akan diminta untuk mengesahkan dengan Windows Hello.
pl: Do odblokowania aplikacji zostanie użyty system Windows Hello. Zostaniesz poproszony o weryfikację za pomocą Windows Hello.
ru: Windows Hello будет использоваться для разблокировки приложения. Вам будет предложено пройти проверку с помощью Windows Hello.
sr_latn: Windows Hello će se koristiti za otključavanje aplikacije. Od vas će biti zatraženo da verifikujete pomoću Windows Hello.

# Dialog_EnableHelloFailed_Message
source: Windows Hello verification was not completed, so protection was not enabled. Try again.
ar: لم يتم إكمال التحقق من Windows Hello، لذا لم يتم تمكين الحماية. حاول ثانية.
hu: A Windows Hello ellenőrzése nem fejeződött be, így a védelem nem volt engedélyezve. Próbáld újra.
is: Staðfestingu Windows Hello var ekki lokið, þannig að vernd var ekki virkjuð. Reyndu aftur.
ka: Windows Hello-ის დადასტურება არ დასრულებულა, ამიტომ დაცვა არ იყო ჩართული. სცადეთ ხელახლა.
ms: Pengesahan Windows Hello tidak selesai, jadi perlindungan tidak didayakan. Cuba lagi.
pl: Weryfikacja Windows Hello nie została ukończona, więc ochrona nie została włączona. Spróbuj ponownie.
ru: Проверка Windows Hello не была завершена, поэтому защита не была включена. Попробуйте еще раз.
sr_latn: Windows Hello verifikacija nije završena, tako da zaštita nije omogućena. Pokušajte ponovo.

# Dialog_HelloFailed_Title
source: Windows Hello required
ar: Windows Hello مطلوب
hu: Windows Hello szükséges
is: Windows Hello krafist
ka: საჭიროა Windows Hello
ms: Windows Hello diperlukan
pl: Wymagana funkcja Windows Hello
ru: Требуется Windows Hello
sr_latn: Potreban je Windows Hello

# Dialog_HelloFailed_Message
source: Windows Hello verification did not succeed. Try again, or exit the app.
ar: لم ينجح التحقق من Windows Hello. حاول مرة أخرى، أو قم بالخروج من التطبيق.
hu: A Windows Hello ellenőrzése nem sikerült. Próbálja újra, vagy lépjen ki az alkalmazásból.
is: Staðfesting Windows Hello tókst ekki. Reyndu aftur eða lokaðu forritinu.
ka: Windows Hello დადასტურება ვერ მოხერხდა. სცადეთ ხელახლა ან გამოდით აპიდან.
ms: Pengesahan Windows Hello tidak berjaya. Cuba lagi atau keluar dari apl.
pl: Weryfikacja Windows Hello nie powiodła się. Spróbuj ponownie lub zamknij aplikację.
ru: Проверка Windows Hello не удалась. Попробуйте еще раз или выйдите из приложения.
sr_latn: Windows Hello verifikacija nije uspela. Pokušajte ponovo ili izađite iz aplikacije.

# Dialog_TryAgainButton
source: Try again
ar: حاول مرة أخرى
hu: Próbáld újra
is: Reyndu aftur
ka: სცადეთ ხელახლა
ms: Cuba lagi
pl: Spróbuj ponownie
ru: Попробуйте еще раз
sr_latn: Pokušajte ponovo

# Dialog_DisableHello_Message
source: You will be asked to verify with Windows Hello before protection is disabled.
ar: سيُطلب منك التحقق باستخدام Windows Hello قبل تعطيل الحماية.
hu: A védelem letiltása előtt ellenőrizni kell a Windows Hello segítségével.
is: Þú verður beðinn um að staðfesta með Windows Hello áður en vörnin er óvirk.
ka: დაცვის გათიშვამდე მოგეთხოვებათ Windows Hello-ით გადამოწმება.
ms: Anda akan diminta untuk mengesahkan dengan Windows Hello sebelum perlindungan dilumpuhkan.
pl: Zanim ochrona zostanie wyłączona, zostaniesz poproszony o weryfikację za pomocą Windows Hello.
ru: Прежде чем защита будет отключена, вам будет предложено пройти проверку с помощью Windows Hello.
sr_latn: Od vas će biti zatraženo da proverite sa Windows Hello pre nego što se zaštita onemogući.

# Dialog_DisableHelloFailed_Message
source: Windows Hello verification was not completed, so protection is still enabled.
ar: لم يتم إكمال التحقق من Windows Hello، لذا لا تزال الحماية ممكنة.
hu: A Windows Hello ellenőrzése nem fejeződött be, így a védelem továbbra is engedélyezve van.
is: Staðfestingu Windows Hello var ekki lokið, þannig að vörnin er enn virkjuð.
ka: Windows Hello დადასტურება არ დასრულებულა, ამიტომ დაცვა კვლავ ჩართულია.
ms: Pengesahan Windows Hello belum selesai, jadi perlindungan masih didayakan.
pl: Weryfikacja Windows Hello nie została ukończona, więc ochrona jest nadal włączona.
ru: Проверка Windows Hello не завершена, поэтому защита все еще включена.
sr_latn: Windows Hello verifikacija nije završena, tako da je zaštita i dalje omogućena.

# Dialog_EnableSensitiveInfo_Title
source: Show Sensitive Information?
ar: هل تريد عرض معلومات حساسة؟
hu: Érzékeny információkat mutat?
is: Sýna viðkvæmar upplýsingar?
ka: სენსიტიური ინფორმაციის ჩვენება?
ms: Tunjukkan Maklumat Sensitif?
pl: Pokazać poufne informacje?
ru: Показать конфиденциальную информацию?
sr_latn: Prikaži osetljive informacije?
